Repository: rjcarneiro/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Comment.*.resx
Languages: vi

source: Approved
vi: Đã duyệt

source: ApprovedSingle
vi: Đã duyệt

source: Pending
vi: Đợi duyệt

source: Comment
vi: Bình luận

source: Response to
vi: Trả lời

source: The comment was successfully approved
vi: Bình luận được duyệt thành công

source: The comment was successfully unapproved
vi: Bình luận không được duyệt

source: The comment was successfully deleted
vi: Bình luận đã xóa thành công

source: Days allowed for commenting
vi: Số ngày được phép bình luận

source: Comments are not allowed.
vi: Không được phép bình luận.

source: Comments are not allowed for unpublished content.
vi: Không được phép bình luận cho nội dung chưa phát hành.

source: Comments are currently open.
vi: Bình luận đang mở.

source: Comments were closed
vi: Bình luận đã được đóng
