Repository: rjcarneiro/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Config.*.resx
Languages: ru, vi

source: Config
ru: Конфигурация
vi: Cài đặt

source: Hierarchical page slugs
ru: Иерархия страниц

source: If page slugs should include the parent slug.
ru: Вложенные страницы должны включать родительский сегмент пути.
vi: Page slug sẽ bao gồm parent slug.

source: Expanded levels in the sitemap
ru: Развернутые уровни на карте сайта
vi: Mở rộng các cấp trong bản đồ trang

source: Archive page size
ru: Размер архивной страницы

source: Caching
ru: Кэширование
vi: Bộ nhớ đệm

source: Page cache expiration (minutes)
ru: Срок действия кэша страниц (минут)
vi: Thời gian hết hạn bộ nhớ đệm của trang(phút)

source: Page revisions
ru: История изменений страницы
vi: Sửa đổi trang

source: Post cache expiration (minutes)
ru: Срок действия кеша постов (минут)
vi: Thời gian hết hạn bộ nhớ đệm của bài viết(phút)

source: Post revisions
ru: История изменений постов
vi: Sửa đổi bài viết

source: Media CDN
ru: Медиа CDN

source: If page slugs should take their parent slug into account when being generated. This is prefered for larger sitemaps.
ru: Сегмент URL может быть основан на родителе. Это рекомендуется для больших сайтов.
vi: Page slug sẽ gồm parent slug khi được tạo. Khuyên dùng cho sitemap lớn.

source: The default number of levels that should be expanded in the page sitemap. This is useful for smaller sitemaps.
ru: Количество уровней по умолчанию, которые должны быть развернуты в карте сайта. Это полезно для небольших сайтов.
vi: Số cấp mặc định sẽ được mở rộng trong sơ đồ trang web. Hữu ích cho sitemap nhỏ.

source: The default page size for archive pages. Please note that this this can be overridden for specific archives.
ru: Размер страницы по умолчанию для архивов. Обратите внимание, что это может быть переопределено для определенных архивов.
vi: Kích thước trang mặc định cho trang lưu trữ. Mỗi lưu trữ có thể có cài đặt khác nhau.

source: The maximum number of page revisions that should be stored for each page. A value of 0 means no limitation.
ru: Максимальное количество историй изменений, которые должны быть сохранены, для каждой страницы. Значение 0 означает отсутствие ограничений.
vi: Số lượng sửa đổi trang tối đa sẽ được lưu trữ cho mỗi trang. Giá trị 0 có nghĩa là không có giới hạn.

source: The maximum number of post revisions that should be stored for each post. A value of 0 means no limitation.
ru: Максимальное количество историй изменений, которые должны быть сохранены, для каждого поста. Значение 0 означает отсутствие ограничений.
vi: Số lần lưu duyệt lại tối đa cho mỗi bài viết. 0 = không giới hạn

source: The time in minutes that web browsers can use pages before asking the server for new updates.
ru: Время в минутах, в течение которого веб-браузеры могут использовать страницы, прежде чем запрашивать у сервера новые обновления.
vi: Thời gian tính bằng phút mà trình duyệt web cho phép sử dụng trang trước khi yêu cầu cập nhật mới từ máy chủ.

source: The time in minutes that web browsers can use posts before asking the server for new updates.
ru: Время в минутах, в течение которого веб-браузеры могут использовать сообщения, прежде чем запрашивать у сервера новые обновления.
vi: Thời gian tính bằng phút mà trình duyệt web cho phép sửu dụng bài viết trước khi yêu cầu cập nhật mới từ máy chủ.

source: The full URL (including any folder name) to the CDN used to serve uploaded media. Leave blank to use default storage URL.
ru: Полный URL (включая имя папки) к CDN, используемому для обслуживания загруженных данных. Оставьте пустым, чтобы использовать URL-адрес хранилища по умолчанию.
vi: Đường dẫn đầy đủ (bao gồm tên thư mục) đến CDN dùng cho mục đích upload media. Để trống nếu sử dụng URL lưu trữ mặc định.

source: Approve comments
ru: Подтверждать комментарии
vi: Phê duyệt bình luận

source: Close comments after
ru: Закрыть комментарии после
vi: Đóng bình luận sau

source: Collapse block headers
ru: Свернуть заголовки блоков
vi: Thu gọn block header

source: Collapse blocks
ru: Свернуть блоки
vi: Thu gọn Blocks

source: Comments page size
ru: Размер страницы комментариев

source: Enable page comments
ru: Включить комментарии для страниц
vi: Bật nhận xét trang

source: Enable post comments
ru: Включить комментарии для поста
vi: Bật nhận xét bài viết

source: Manager list size
ru: Размер списка в менеджере

source: If block group headers should be collapsed by default when opening a page or post in the manager.
ru: Группы блоков должны быть свернуты по умолчанию при открытии страницы или поста в редакторе.
vi: Block group headers được mặc định thu gọn khi mở 1 trang hoặc bài viết trong quản lý.

source: If blocks should be collapsed by default when opening a page or post in the manager.
ru: Блоки должны быть свернуты по умолчанию при открытии страницы или поста в редакторе.
vi: Block được mặc định thu gọn khi mở 1 trang hoặc bài viết trong quản lý.

source: If comments should be approved by default. Please note that this can be overridden by third party moderation services.
ru: Комментарии будут одобрены по умолчанию. Пожалуйста, обратите внимание, что это может быть переопределено сторонними сервисами модерации.
vi: Bình luận được mặc định duyệt. Bên kiểm duyệt thứ ba có thể thay đổi cài đặt này.

source: If comments should be enabled for pages by default. Please note that this this can be overridden for specific pages.
ru: Комментарии будут включены для страниц по умолчанию. Пожалуйста, обратите внимание, что это может быть переопределено для отдельных страниц.
vi: Bình luận được mặc định kích hoạt cho trang. Mỗi trang có thể có cài đặt riêng.

source: If comments should be enabled for posts by default. Please note that this this can be overridden for specific posts.
ru: Комментарии будут включены для постов по умолчанию. Пожалуйста, обратите внимание, что это может быть переопределено для отдельных постов.
vi: Bình luận được mặc định kích hoạt cho bài viết. Mỗi bài đăng có thể có cài đặt riêng.

source: The default page size when loading comments. Please note that this this can be overridden for specific pages.
ru: Размер страницы по умолчанию при загрузке комментариев. Пожалуйста, обратите внимание, что это может быть переопределено для отдельных страниц.
vi: Kích thước trang mặc định khi tải bình luận. Mỗi trang cụ thể có thể có cài đặt riêng.

source: The number of days commenting should be open after publish date. A value of 0 means forever.
ru: Количество дней после даты публикации, когда разрешено оставлять комментарии. Значение "0" означает навсегда.
vi: Số ngày các bình luận được hiển thị kể từ ngày xuất bản. 0 = Vĩnh viễn.

source: The page size for lists within the manager interface.
ru: Количество страниц в списках в интерфейсе менеджера.
vi: Kích thước trang cho danh sách trong giao diện quản lí.
